Repository: chatlumo/p4-Louvre
Catalog: translations/messages.*.xlf
Languages: fr

# app.step1.choose.dateOfVisit
source: Choose date of visit
fr: Choisir la date de visite

# app.step1.choose.ticket
source: Choose a ticket
fr: Choisir un billet

# app.step1.ticket.halfday
source: Half day ticket (entrance from 2 PM)
fr: Ticket demi-journée (entrée à partir de 14h)

# app.step1.ticket.fullday
source: Full day ticket
fr: Ticket journée

# app.step1.nbtickets
source: Choose number of tickets
fr: Choisir le nombre de billets souhaités

# app.step1.email.label1
source: Type your email address
fr: Saisir votre adresse email

# app.step1.email.label2
source: Type again your email address
fr: Saisir à nouveau votre adresse email

# app.step1.email.error
source: Email addresses are not the same !
fr: Adresses email différentes !

# app.step1.submit
source: Go to step 2
fr: Passer à l'étape 2

source: Pay by card
fr: Payer par carte bancaire

# app.resume.order.one
source: You choose 1 ticket
fr: Vous avez choisi 1 billet

# app.resume.order.some
source: {1} You choose 1 ticket|]1,Inf[ You choose %count% tickets
fr: {1} Vous avez choisi 1 billet|]1,Inf[ Vous avez choisi %count% billets

# app.half.day
source: half day
fr: demi-journée

# app.day
source: full day
fr: journée

# app.resume.order.on
source: for a visit on
fr: pour une visite le

# app.step3.stripe.secured.payment
source: Secured payment
fr: Paiement sécurisé

# app.step3.stripe.title
source: Ticketing Musée du Louvre
fr: Billeterie Musée du Louvre

# app.step3.total_amount
source: Total amount
fr: Montant total

# app.birthdate
source: Birthdate
fr: Date de naissance

# app.country
source: Country
fr: Pays

# app.reduced_price
source: Reduced price
fr: Tarif réduit

# app.ticket_price
source: Ticket price
fr: Prix du billet

# app.yes
source: Yes
fr: Oui

# app.no
source: No
fr: Non

# app.step2.submit
source: Go to step 3
fr: Passer à l'étape 3

# app.step2.owner
source: Ticket Owner
fr: Titulaire du billet

# app.lastname
source: Lastname
fr: Nom

# app.firstname
source: Firstname
fr: Prénom

# app.step2.reduced_price
source: I benefit from the reduced rate of 10 € (student, museum employee, employee of a service of the Ministère de la Culture, military)
fr: Je bénéficie du tarif réduit à 10 € (étudiant, employé du musée, employé d'un service du Ministère de la Culture, militaire)

# app.step2.form.error.birthdate
source: The birthdate must be valid.
fr: La date de naissance doit être valide.

# app.step2.form.error.lastname.blank
source: Please enter your last name
fr: Merci d'indiquer votre nom de famille.

# app.step2.form.error.lastname.short
source: Your name must have at least {{ limit }} characters.
fr: Votre nom doit comporter au moins {{ limit }} caractères.

# app.success.order.saved
source: Your order is well recorded.
fr: Votre commande est bien enregistrée.

# app.success.email.sent
source: You will receive an email at %email% with your reservation code.
fr: Vous allez recevoir un email avec votre code de réservation.

# app.success.print.reference
source: Please note or print your reservation code if you do not receive this email.
fr: Merci de noter ou d'imprimer votre code de réservation en cas de non réception de cet email

# app.success.reference.to.show
source: Here is your reservation code to present at the museum control.
fr: Voici votre code de réservation à présenter au contrôle du musée

# app.fill.form1.first
source: You must first complete this form.
fr: Vous devez d'abord remplir ce formulaire.

# app.home.desc
source: Free admission, without ticket, upon presentation of proof for under-18s, 18-25s resident in the European Economic Area, disabled persons and their accompanying persons, and beneficiaries of social minima. Ticket valid only on the selected day.
fr: Entrée libre, sans billet, sur présentation d’un justificatif pour les moins de 18 ans, les 18-25 ans résidents de l’Espace Economique Européen, les personnes handicapées et leur accompagnateur, et les bénéficiaires des minima sociaux. Billet valable seulement le jour sélectionné.

# app.sidebar.p1
source: The Louvre Museum is open every day, except Tuesday and January 1st, May 1st and December 25th, from 9am to 6pm, until 9:45pm on Wednesdays and Fridays, except public holidays. The closing of the rooms starts at 5.30 pm and at 9.30 pm on Wednesdays and Fridays.
fr: Le musée du Louvre est ouvert tous les jours, sauf les mardis et les 1er janvier, 1er mai et 25 décembre, de 9h à 18h, jusqu'à 21h45 les mercredis et vendredis, à l’exception des jours fériés. La fermeture des salles débute à 17h30 et à 21h30 les mercredis et vendredis.

# app.sidebar.p2
source: Reservation is not possible on Sundays.
fr: La réservation n'est pas possible pour les dimanches.

# app.sidebar.p3
source: When choosing the discounted rate, you will need to provide proof of your situation during access control.
fr: En choisissant le tarif réduit, vous devrez fournir un justificatif de votre situation lors du contrôle d'accès.

# app.progress.step1
source: Step 1/4
fr: Etape 1/4

# app.progress.step2
source: Step 2/4
fr: Etape 2/4

# app.progress.step3
source: Step 3/4
fr: Etape 3/4

# app.progress.step4
source: Step 4/4
fr: Etape 4/4

# app.progress.step1.details
source: Date of visit
fr: Date de visite

# app.progress.step2.details
source: Visitors
fr: Visiteurs

# app.progress.step3.details
source: Summary and Payment
fr: Récapitulatif et paiement

# app.email.success.votre.commande
source: Your order n°
fr: Votre commande n°

# app.email.success.merci.commande
source: Thank you for your order of
fr: Merci pour votre commande de

# app.email.success.pour.le
source: on
fr: pour le

# app.email.success.bonjour
source: Hello
fr: Bonjour

# app.email.success.beneficiaire.tarif.reduit
source: If you benefit from a reduced price, remember to prepare your receipt which will be asked at the entrance.
fr: Si vous bénéficiez d'un prix réduit, pensez à préparer votre justificatif qui vous sera demandé à l'entrée.

# app.email.success.concerne
source: Your ticket concerns:
fr: Votre billet concerne :

# app.email.success.a.bientot
source: See you soon at the Musée du Louvre
fr: A bientôt au Musée du Louvre

# app.email.subject
source: Your ticket(s) order at the Musée du Louvre
fr: Votre commande de billet(s) au Musée du Louvre

# Billetterie Musée du Louvre
source: Official ticketing service of Musée du Louvre
fr: Billetterie Musée du Louvre

# Billetterie officielle
source: Official ticketing
fr: Billetterie officielle
