Repository: chatlumo/p4-Louvre
Catalog: translations/validators.*.xlf
Languages: fr

# order.dateOfVisit.past
source: The date of visit cannot be in the past.
fr: La date de visite ne peut être dans le passé.

# order.dateOfVisit.max
source: The visit date must be less than 9 months.
fr: La date de visite doit être inférieure 9 mois.

# order.reference.blank
source: The reference cannot be empty!
fr: La référence ne peut être vide !

# order.transaction.empty
source: The transaction number cannot be empty!
fr: Le numéro de transaction ne peut être vide !

# order.nbtickets.min
source: You must choose at least 1 ticket
fr: Vous devez choisir au moins 1 ticket

# order.nbtickets.max
source: You can choose no more than 10 tickets
fr: Vous ne pouvez pas choisir plus de 10 tickets

# app.dayOfVisit.max.tickets.sold
source: All tickets have been sold for that date.
fr: Tous les billets ont été vendus pour cette date.

# app.dayOfVisit.is.closing.day
source: The museum is closed on Tuesday. Sunday is not open for booking.
fr: Le musée est fermé le mardi. Le dimanche n'est pas ouvert à la réservation.

# app.dayOfVisit.is.holiday
source: The museum is closed on this date.
fr: Le musée est fermé à cette date.

# app.full_day.not_available
source: Full-day ticket is no longer available for the same day, please select half-day ticket.
fr: Le billet journée n'est plus disponible pour le jour même, veuillez choisir le billet demi-journée.

# ticket.birthdate
source: The birthdate must be valid.
fr: La date de naissance doit être valide.

# ticket.lastname.blank
source: Please enter your last name.
fr: Merci d'indiquer votre nom de famille.

# ticket.lastname.short
source: Your name must have at least {{ limit }} characters.
fr: Votre nom doit comporter au moins {{ limit }} caractères.

# ticket.firstname.blank
source: Please enter your first name.
fr: Merci d'indiquer votre prénom.

# ticket.firstname.short
source: Your first name must have at least {{ limit }}} characters.
fr: Votre prénom doit comporter au moins {{ limit }} caractères.
